const Page2 = () => {
  return (
    <>
      <div>안녕하세요! 즐겁게 소통하는 프론트엔드 개발자 김형준입니다</div>
      <div>
        저는 현재 카카오 헤어샵 플랫폼 개발부에서 Next.js, Redux, Typescript를
        기반으로 카카오 헤어샵과 파트너스(Admin) 프로그램 개발을 담당하고
        있어요.
      </div>

      <div>저에 대한 소개와 포트폴리오를 이 사이트에 모두 담아보았어요!</div>
      <div>
        제 포트폴리오 사이트에 방문해주셔서 정말 감사드리고, 재밌게
        구경해주세요!
      </div>
      <div>아름다운 모든 것을 좋아합니다.</div>
      <div>
        답이 정해지지 않은 문제에 대해 고민하고, 이야기하는 것을 좋아합니다.
      </div>
      <div>
        우리 서비스에 알맞은 기술 스택을 사용하는 것을 중요하게 생각하며, 구현
        이후 더 나은 UI / UX를 위한 다양한 리팩토링을 좋아합니다. 자유로운 코드
        리뷰가 이루어지고, 즐겁게 소통하며 함께 성장하는 팀 분위기를 좋아합니다.
      </div>
    </>
  );
};
export default Page2;
